module.exports = [
    {
       "name": "أريانة",
       "children": [
          "أريانة",
          "التضامن",
          "رواد",
          "سكرة",
          "سيدي ثابت",
          "قلعة الأندلس"
       ]
    },
    {
       "name": "القصرين",
       "children": [
          "القصرين",
          "تالة",
          "تلابت",
          "جدليان",
          "حيدرة",
          "سبيبة",
          "سبيطلة",
          "فريانة",
          "فوسانة",
          "ماجل بلعباس"
       ]
    },
    {
       "name": "القيروان",
       "children": [
          "السبيخة",
          "الشبيكة",
          "الشراردة",
          "العلا",
          "الوسلاتية",
          "بوحجلة",
          "حاجب العيون",
          "حفوز",
          "عين جلولة",
          "منزل المهيري",
          "نصر-الله"
       ]
    },
    {
       "name": "الكاف",
       "children": [
          "الجريصة",
          "الدهماني",
          "السرس",
          "الطويرف",
          "الغريبة",
          "القصور",
          "القلعة الخصباء",
          "الكاف",
          "تاجروين",
          "ساقية سيدي يوسف",
          "قلعة-سنان",
          "منزل سالم",
          "نبر"
       ]
    },
    {
       "name": "المنستير",
       "children": [
          "أشراحيل",
          "البقالطة",
          "الساحلين معتمر",
          "الغنادة",
          "المصدور منزل حرب",
          "المكنين",
          "المنستير",
          "الوردانين",
          "بنان بوضر",
          "بنبلة المنارة",
          "بني حسان",
          "بوحجر",
          "جمال",
          "خنيس",
          "زاوية قنطش",
          "زرمدين",
          "سيدي بنور",
          "سيدي عامر",
          "صيادة",
          "طبلبة",
          "طوزة",
          "عميرة التوازرة",
          "عميرة الحجاج",
          "عميرة الفحول",
          "قصر هلال",
          "قصيبة المديوني",
          "لمطة",
          "منزل النور",
          "منزل حياة",
          "منزل فارسي",
          "منزل كامل"
       ]
    },
    {
       "name": "المهدية",
       "children": [
          "أولاد الشامخ",
          "البرادعة",
          "الجمّ",
          "الرجيش",
          "السواسي",
          "الشابة",
          "المهدية",
          "بو مرداس",
          "سيدي علوان",
          "شربان",
          "قصور الساف",
          "كركر",
          "ملولش",
          "هبيرة"
       ]
    },
    {
       "name": "باجة",
       "children": [
          "المعقولة",
          "باجة",
          "تبرسق",
          "تستور",
          "زهرة مدين",
          "قبلاط",
          "مجاز الباب",
          "نفزة"
       ]
    },
    {
       "name": "بن عروس",
       "children": [
          "الخليدية",
          "الزهراء",
          "المحمدية فوشانة",
          "المروج",
          "بن عروس",
          "بومهل-البساتين",
          "حمام الأنف",
          "حمام الشط",
          "رادس",
          "مرناق",
          "مقرين"
       ]
    },
    {
       "name": "بنزرت",
       "children": [
          "العالية",
          "الماتلين",
          "بنزرت",
          "تينجة",
          "راس الجبل",
          "رفراف",
          "سجنان",
          "عوسجة",
          "غار الملح",
          "ماطر",
          "منزل بورقيبة",
          "منزل جميل",
          "منزل عبد الرحمان"
       ]
    },
    {
       "name": "تطاوين",
       "children": [
          "الذهيبة",
          "بئر الأحمر",
          "تطاوين",
          "رمادة",
          "غمراسن"
       ]
    },
    {
       "name": "توزر",
       "children": [
          "تمغزة",
          "توزر",
          "حامة الجريد",
          "دقاش",
          "نفطة"
       ]
    },
    {
       "name": "تونس",
       "children": [
          "الكرم",
          "المرسى",
          "باردو",
          "تونس",
          "حلق الوادي",
          "سيدي بوسعيد",
          "سيدي حسين",
          "قرطاج"
       ]
    },
    {
       "name": "جندوبة",
       "children": [
          "بني مطير",
          "بوسالم",
          "جندوبة",
          "طبرقة",
          "عين دراهم",
          "غار الدماء",
          "فرنانة",
          "وادي مليز"
       ]
    },
    {
       "name": "زغوان",
       "children": [
          "الزريبة",
          "الفحص",
          "الناظور",
          "بئر مشارقة",
          "جبل الوسط",
          "زغوان"
       ]
    },
    {
       "name": "سليانة",
       "children": [
          "الروحية",
          "العروسة",
          "الكريب",
          "برقو",
          "بوعرادة",
          "سليانة",
          "سيدي-بورويس",
          "قعفور",
          "كسرى",
          "مكثر"
       ]
    },
    {
       "name": "سوسة",
       "children": [
          "اكودة",
          "الزهور",
          "القصيبة والثريات",
          "القلعة الصغرى",
          "القلعة الكبرى",
          "المسعدين",
          "النفيضة",
          "بوفيشة",
          "حمام سوسة",
          "زاوية سوسة",
          "سوسة",
          "سيدي الهاني",
          "سيدي بوعلى",
          "كندار",
          "مساكن",
          "هرقلة"
       ]
    },
    {
       "name": "سيدي بوزيد",
       "children": [
          "أولاد حفوز",
          "الرقاب",
          "السبالة",
          "المزونة",
          "المكناسي",
          "بئر الحفي",
          "جلمة",
          "سيدي بوزيد",
          "سيدي علي بن عون",
          "منزل بوزيان"
       ]
    },
    {
       "name": "صفاقس",
       "children": [
          "الحنشة",
          "الشيحية",
          "الصخيرة",
          "العين",
          "الغريبة",
          "جبنيانة",
          "ساقية الدائر",
          "ساقية الزيت",
          "صفاقس",
          "طينة",
          "عقارب",
          "قرقنة",
          "قرمدة",
          "محرس",
          "منزل شاكر"
       ]
    },
    {
       "name": "قبلي",
       "children": [
          "القلعة",
          "جمنة",
          "دوز",
          "سوق الاحد",
          "قبلي"
       ]
    },
    {
       "name": "قفصة",
       "children": [
          "أم العرائس",
          "الرديف",
          "السند",
          "القصر",
          "القطار",
          "المتلوي",
          "المظيلة",
          "قفصة"
       ]
    },
    {
       "name": "مدنين",
       "children": [
          "بن قردان",
          "بني-خداش",
          "جربة-اجيم",
          "جربة-ميدون",
          "جرجيس",
          "حومة السوق",
          "مدنين"
       ]
    },
    {
       "name": "منوبة",
       "children": [
          "البطان",
          "الجديدة",
          "الدندان",
          "المرناقية",
          "برج العامري",
          "دوار هيشر",
          "طبربة",
          "منوبة",
          "وادي الليل"
       ]
    },
    {
       "name": "نابل",
       "children": [
          "أزمور",
          "الحمامات",
          "الصمعة",
          "المعمورة",
          "الميدة",
          "الهوارية",
          "بني خلاّد",
          "بني-خيار",
          "بو عرقوب",
          "تازركة",
          "تاكلسة",
          "حمام-الغزاز",
          "دار علوش",
          "دار-شعبان-الفهري",
          "زاوية الجديدي",
          "سليمان",
          "قربة",
          "قربص",
          "قرمبالية",
          "قليبية",
          "منزل تميم",
          "منزل حرّ",
          "منزل-بوزلفة",
          "نابل"
       ]
    },
    {
       "name": "ڨابس",
       "children": [
          "الحامة",
          "الزرات",
          "المطوية",
          "شنني نحال",
          "غنوش",
          "قابس",
          "مارث",
          "مطماطة الجديدة",
          "مطماطة القديمة",
          "وذرف"
       ]
    }
 ]